(package! nyan-mode)
(package! shfmt)

(package! doct)
(package! org-pretty-tags)
(package! org-roam-server)
(package! gnuplot-mode)
(package! gnuplot)
;; (package!  ivy-bibtex)
(package! org-roam-bibtex)
(package! org-ref)
(package! org-pomodoro)
(package! org-tree-slide)
;; (package! org-download)

(package! lsp-latex)
(unpin! pdf-tools)
;; (package! pdf-tools :pin nil)

(package! comment-dwim-2)
(package! iedit)

(package! zygospore)
